Repository: Serverket/cpugov
Catalog: po/*.po
Languages: it

source: CPU Governor
it: Gestore CPU

source: Control your CPU frequency scaling governor
it: Controlla il gestore del ridimensionamento della frequenza della CPU

source: CPUGov Contributors
it: Collaboratori di CPUGov

source: © 2026 CPUGov Contributors
it: © 2026 Collaboratori di CPUGov

source: Connecting…
it: Connessione in corso…

source: Reaching the CPU Governor daemon
it: Connessione al servizio del gestore CPU

source: Connection Error
it: Errore di connessione

source: Retry
it: Riprova

source: Governor
it: Gestore

source: Processor
it: Processore

source: Model
it: Modello

source: Cores
it: Core

source: Frequency Range
it: Intervallo di frequenza

source: Per-Core Status
it: Stato per core

source: Failed to Set Governor
it: Impossibile impostare il gestore

source: %(count)d cores (online: %(online)s)
it: %(count)d core (online: %(online)s)
